---
kind: enumMember
id: F:Autodesk.Revit.DB.BehaviorType.Bend
enum: Autodesk.Revit.DB.BehaviorType
zh: 弯头
source: html/48ef9278-5352-63e9-f556-d0abd4c31b48.htm
---
# Autodesk.Revit.DB.BehaviorType.Bend

**中文**: 弯头

BehaviorType is Bend